Repository: daveksp/acme_orders
Catalog: acme_orders/translations/*/LC_MESSAGES/messages.po
Languages: pt

# zipcode_sum_error_msg
source: Your zipcode sum is too large
pt: A soma dos digitos de seu cep Ã© maior que o permitido

# zipcode_length_error_msg
source: incorrect zipcode length
pt: Tamanho de cep invalido

# allowed_state_error_msg
source: We don't ship to %(state)s
pt: Nos nao enviamos para %(state)s

# email_pattern_error_msg
source: incorrect email pattern
pt: Padrao de email incorreto

# email_state_error_msg
source: users from NY can't have .net email address
pt: Usuarios de NY nao podem ter um email com final .net

# allowed_age_error_msg
source: you must be at least 21 years old for ordering alcohoolic drinks
pt: Usuarios devem ser maiores de 21 anos para comprar bebidas alcolicas

# import_progress_msg
source: importing csv file. %(count)s orders imported
pt: Importando arquivo csv. %(count)s pedidos importados

# existent_id_error_msg
source: already existent id
pt: id ja existente

# import_success_msg
source: csv file succesfully imported
pt: arquivo csv importado com sucesso

# limit_help_msg
source: limit must be a number
pt: limit precisa ser um numero

# offset_help_msg
source: offset must be a number
pt: offset precisa ser um numero

# orderid_help_msg
source: order_id must be a number
pt: order_id precisa ser um numero

# valid_help_msg
source: valid must be a bool value
pt: valid precisa ser um valor boleano

# state_help_msg
source: state must be a string
pt: state precisa ser uma string

# csv_file_help_msg
source: a csv file is required'
pt: um arquivo csv e necessario

# import_starting_msg
source: starting importing proccess
pt: iniciando processo de importacao

# endpoint_not_found_error_msg
source: endpoint not found
pt: endpoint nao encontrado

# file_extension_not_allowed_msg
source: only '.csv' files are allowed for upload.
pt: Apenas arquivos '.csv' sao permitidos para upload.
